Repository: elyurahumbetova/RecipeApp
Catalog: RecipeAppUI/Localizable.xcstrings
Source language: en
Languages: az, ru, tr

source: + Ingrediet
az: + İnqrediyent
ru: + Ингредиент
tr: + Malzeme

source: (in minutes)
az: (dəqiqə ilə)
ru: (в минутах)
tr: (dakikada)

source: (up to 120 Mb)
az: (120 Mb-a qədər)
ru: (до 120 МБ)
tr: (120 MB'a kadar)

source: %lld mins
az: %lld dəq
ru: %lld мин.
tr: %lld dk.

source: Account
az: Hesab
ru: Аккаунт
tr: Hesap

source: Add cover photo
az: Üz qabığı şəkli əlavə et
ru: Добавить обложку
tr: Kapak fotoğrafı ekle

source: Add Step
az: Addım əlavə et
ru: Добавить шаг
tr: Adım Ekle

source: All
az: Hamisi
ru: Все
tr: Tümü

source: App
az: Tətbiqi
ru: Приложение
tr: Uygulama

source: Appearance
az: Görünüş
ru: Внешний вид
tr: Görünüm

source: Are you sure you want to log out?
az: Çıxış etmək istədiyinizə əminsiniz?
ru: Вы уверены, что хотите выйти?
tr: Çıkış yapmak istediğinizden emin misiniz?

source: Back
az: Geri
ru: Назад
tr: Geri

source: Back to Home
az: Ana səhifəyə qayıt
ru: Вернуться на главную
tr: Ana Sayfaya Dön

source: Cancel
az: Ləğv et
ru: Отмена
tr: Iptal

source: Category
az: Kateqoriya
ru: Категория
tr: Kategori

source: Cooking Durantion
az: Bişirmə müddəti
ru: Время приготовления
tr: Pişirme Süresi

source: Dark Mode
az: Qaranlıq rejim
ru: Тёмная тема
tr: Koyu Tema

source: Delete
az: Sil
ru: Удалить
tr: Sil

source: Description
az: Təsvir
ru: Описание
tr: Açıklama

source: Don't have any account?
az: Hesabınız yoxdur?
ru: Нет аккаунта?
tr: Hesabınız yok mu?

source: Drink
az: İçki
ru: Напитки
tr: İçecek

source: Enter food/drink name
az: Yeməyin və ya içkinin adını daxil edin
ru: Введите название блюда или напитка
tr: Yemek veya içecek adını girin

source: Enter ingredient
az: İnqrediyenti daxil edin
ru: Введите ингредиент
tr: Malzemeyi girin

source: Followers
az: İzləyicilər
ru: Подписчики
tr: Takipçiler

source: Following
az: İzlənilənlər
ru: Подписки
tr: Takip Edilenler

source: Food
az: Yemək
ru: Еда
tr: Yemek

source: Food {count} mins
az: Yemək {count} dəq
ru: Еда {count} мин
tr: Yemek {count} dk

source: Forgot Password?
az: Şifrəni unutmusunuz?
ru: Забыли пароль?
tr: Şifrenizi mi unuttunuz?

source: Get Started
az: Başlayaq
ru: Начать
tr: Başlayın

source: Home
az: Ana sehife
ru: Главная
tr: Ana Sayfa

source: Image required
az: Şəkil tələb olunur
ru: Требуется изображение
tr: Görsel gerekli

source: Ingredient
az: Inqredient
ru: Ингредиент
tr: Malzeme

source: Ingredients
az: İnqrediyentlər
ru: Ингредиенты
tr: Malzemeler

source: Is it food or drink?
az: Bu yeməkdir, yoxsa içki?
ru: Это еда или напиток?
tr: Bu yemek mi, yoksa içecek mi?

source: Language
az: Dil
ru: Язык
tr: Dil

source: Let’s join our community to cook better food!
az: Daha yaxşı yemək bişirmək üçün icmamıza qoşulaq!
ru: Присоединяйтесь к нашему сообществу, чтобы готовить ещё лучше!
tr: Daha iyi yemekler yapmak için topluluğumuza katılın!

source: Light Mode
az: İşıqlı rejim
ru: Светлая тема
tr: Açık Tema

source: Liked
az: Bəyənilənlər
ru: Понравившиеся
tr: Beğenilenler

source: Loading
az: Yüklənir
ru: Загрузка
tr: Yükleniyor

source: Log Out
az: Çıxış
ru: Выйти
tr: Çıkış Yap

source: Login
az: Daxil ol
ru: Войти
tr: Giriş Yap

source: My Profile
az: Profilim
ru: Мой профиль
tr: Profilim

source: Next
az: Növbəti
ru: Далее
tr: İleri

source: No liked recipes yet
az: Hələ bəyənilən resept yoxdur
ru: Пока нет понравившихся рецептов
tr: Henüz beğenilen tarif yok

source: No recipe found
az: Resept tapılmadı
ru: Рецепты не найдены
tr: Tarif bulunamadı

source: No recipes yet
az: Hələ resept yoxdur
ru: Пока нет рецептов.
tr: Henüz tarif yok

source: Ok
az: Oldu
tr: Tamam

source: Or continue with
az: Və ya bunlarla davam edin
ru: Или продолжить с помощью
tr: Veya şununla devam et

source: Please enter your account here
az: Zəhmət olmasa hesabınızı buraya daxil edin
ru: Пожалуйста, введите данные своей учётной записи
tr: Lütfen hesap bilgilerinizi buraya girin.

source: Please, enter your account here
az: Zəhmət olmasa, hesabınızı buraya daxil edin
ru: Пожалуйста, введите данные своей учётной записи
tr: Lütfen hesap bilgilerinizi buraya girin.

source: Pls upload a recipe image before continuing to next step
az: Növbəti addıma keçməzdən əvvəl, zəhmət olmasa resept şəkli yükləyin
ru: Пожалуйста, загрузите изображение рецепта, прежде чем переходить к следующему шагу.
tr: Lütfen bir sonraki adıma geçmeden önce tarif görseli yükleyin.

source: Profile
az: Profil
ru: Профиль
tr: Profil

source: Recipe
az: Resept
ru: Рецепт
tr: Tarif

source: Recipes
az: Reseptlər
ru: Рецепты
tr: Tarifler

source: Search
az: Axtaris
ru: Поиск
tr: Ara

source: Settings
az: Parametrlər
ru: Настройки
tr: Ayarlar

source: Sign Up
az: Qeydiyyatdan keç
ru: Зарегистрироваться
tr: Kayıt Ol

source: Signing Up...
az: Qeydiyyat aparılır...
ru: Регистрация…
tr: Kayıt oluşturuluyor…

source: Start Cooking
az: Hazırlamağa başla
ru: Начать готовить
tr: Pişirmeye Başla

source: Step
az: Addım
ru: Шаг
tr: Adım

source: Steps
az: Addımlar
ru: Шаги
tr: Adimlar

source: System Default
az: Standart rejim
ru: Системная настройка
tr: Varsayilan

source: Tell a little about your food/drink
az: Yeməyiniz və ya içkiniz haqqında qısa məlumat verin.
ru: Расскажите немного о вашем блюде или напитке.
tr: Yemeğiniz veya içeceğiniz hakkında kısaca bilgi verin.

source: Unknown
az: Naməlum
ru: Неизвестно
tr: Bilinmiyor

source: Upload
az: Yüklə
ru: Загрузить
tr: Yükle

source: Upload Success
az: Yükləmə uğurludur
ru: Успешная загрузка
tr: Yükleme Başarılı

source: Welcome Back!
az: Yenidən xoş gəlmisiniz!
ru: С возвращением!
tr: Tekrar Hoş Geldiniz!

source: Welcome!
az: Xoş gəlmisiniz!
ru: Добро пожаловать!
tr: Hoş Geldiniz!

source: Your password must contain:
az: Şifrəniz aşağıdakıları ehtiva etməlidir:
ru: Ваш пароль должен содержать:
tr: Şifreniz şunları içermelidir:

source: Your recipe has been uploaded, you can see it on your profile
az: Reseptiniz uğurla yükləndi. Onu profilinizdə görə bilərsiniz.
ru: Ваш рецепт успешно загружен. Теперь вы можете увидеть его в своём профиле.
tr: Tarifiniz başarıyla yüklendi. Profilinizden görüntüleyebilirsiniz.
